tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "saulpw/vd"
brew "bat"
brew "binutils"
brew "coreutils"
brew "tree-sitter"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fselect"
brew "fzf"
brew "gawk"
brew "gcc"
brew "harfbuzz"
brew "leptonica"
brew "git"
brew "git-delta"
brew "gowall"
brew "gtk4"
brew "ncurses"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libsixel"
brew "lua"
brew "neovim"
brew "pkgconf"
brew "powerlevel10k"
brew "qemu"
brew "qt"
brew "rename"
brew "ripgrep"
brew "sampler"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "font-iosevka-term-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "github-copilot-for-xcode"
cask "hammerspoon"
cask "wezterm"
