tap "danielgatis/imgcat"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "saulpw/vd"
tap "tehzz/n64-dev"
tap "theboredteam/boring-notch"
tap "thezoraiz/ascii-image-converter"
brew "bat"
brew "colima"
brew "coreutils"
brew "coursier"
brew "docker"
brew "eza"
brew "fzf"
brew "jq"
brew "lua"
brew "lua-language-server"
brew "make"
brew "ncurses"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pkgconf"
brew "powerlevel10k"
brew "prettier"
brew "ripgrep"
brew "rust"
brew "scala@3.3"
brew "stylua"
brew "swift"
brew "swiftformat"
brew "switchaudio-osx"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "vscode-langservers-extracted"
brew "wget"
brew "xcode-build-server"
brew "zsh-autosuggestions"
cask "aerospace"
cask "balenaetcher"
cask "calibre"
cask "font-iosevka-term-nerd-font"
cask "hammerspoon"
cask "libreoffice"
cask "love"
cask "wezterm"
